Repository: RuiMiguel/marvel_flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# menu_characters
source: Characters
es: Personajes

# menu_stories
source: Stories
es: Historias

# of_message
source: of
es: de

source: Your current credentials
es: Estas son tus credenciales

# add_your_developer_credentials_to_login
source: Put your Marvel Developer Credentials to access Marvel Api. If you don't have please visit https://developer.marvel.com/account
es: Añade tus credenciales de desarrollador Marvel para acceder al Api de Marvel Api. Si no tienes, por favor visita https://developer.marvel.com/account

source: Private key
es: Clave privada

source: Public key
es: Clave pública

source: Login
es: Entrar

source: Save
es: Guardar

source: Logout
es: Salir

# login_fail
source: Login failed (._. )
es: Error al logarse (._. )

source: No content
es: No hay información

source: Description
es: Descripción

# last_modified
source: Last modification:
es: Última modificación:

source: Links
es: Enlaces

source: Prices
es: Precios

source: Images
es: Imágenes

# generic_error
source: There was an error (•̀_•́)
es: Ha ocurrido un error (•̀_•́)

source: Retry
es: Reintentar

# under_construction
source: We are under construction.
es: Estamos en construcción.

# deadpool_message1
source: House blowing up builds character.
es: La explosión de una casa fortalece el carácter.

# deadpool_message2
source: Bad Deadpool... Good Deadpool!
es: Deadpool malo... Deadpool bueno!

# deadpool_message3
source: Whose kitty litter did I just shit in?
es: ¿En qué arena para gatos acabo de cagar?

# deadpool_message4
source: Say the magic words, Fat Gandalf.
es: Di las palabras mágicas, gordo Gandalf.

# deadpool_message5
source: Happy Lent.
es: Feliz Cuaresma.

# deadpool_message6
source: Dad?
es: Papa?

# deadpool_message7
source: This is my most prized possession...
es: Esta es mi posesión más preciada ...

# deadpool_message8
source: You're still here? It's over. Go home! Oh, you're expecting a teaser for Deadpool 2**. Well, we don't have that kind of money. What are you expecting? Sam Jackson showing up in an eyepatch and a saucy little leather number? Go!
es: ¿Sigues aquí? Se acabó. ¡Vete a casa! Oh, estás esperando un adelanto de Deadpool 2 **. Bueno, no tenemos esa cantidad de dinero. ¿Qué estás esperando? ¿Sam Jackson aparece con un parche en el ojo y un pequeño número de cuero descarado? ¡Vamos!

# deadpool_message9
source: Guy came in here looking for you. Real Grim Reaper-type. I don't know. Might further the plot.
es: Un tipo vino aquí buscándote. Real tipo Parca. No sé. Podría promover la trama.

# deadpool_message10
source: If I ever decide to become a crime-fighting shit swizzler, who rooms with a bunch of other little whiners at Neverland Mansion with some creepy, old, bald, Heaven's Gate-looking motherfucker... on that day, I'll send your shiny, happy ass a friend request.
es: Si alguna vez decido convertirme en un fanfarrón de mierda que lucha contra el crimen, que se aloja con un montón de otros pequeños llorones en Neverland Mansion con un hijo de puta espeluznante, viejo, calvo, con aspecto de Heaven's Gate ... ese día, te enviaré tu culo brillante y feliz una solicitud de amistad.

# deadpool_message11
source: All the dinosaurs feared the T-Rex.
es: Todos los dinosaurios temían al T-Rex.

# deadpool_message12
source: McAvoy or Stewart? These timelines are confusing.
es: ¿McAvoy o Stewart? Estas líneas de tiempo son confusas.

# deadpool_message13
source: Ever see 127 Hours?
es: ¿Has visto 127 horas?

# deadpool_message14
source: I want to die a natural death at the age of 102 - like the city of Detroit.
es: Quiero morir de muerte natural a los 102 años, como la ciudad de Detroit.

# deadpool_message15
source: Please don't make the super suit green... or animated!
es: Por favor, no hagas el super traje verde ... ¡o animado!

# deadpool_message16
source: You have something in your teeth.
es: Tienes algo en los dientes.

# deadpool_message17
source: He got Ajax from the dish soap!
es: ¡Obtuvo el Ajax del jabón para platos!

# deadpool_message18
source: You will die alone, if you could die - ideally, for others sake.
es: Morirás solo, si pudieras morir, idealmente, por el bien de los demás.

# deadpool_message19
source: Captain Deadpool! No, just Deadpool.
es: Capitán Deadpool! No, solo Deadpool.

# deadpool_message20
source: Fourth wall break inside of a fourth wall break? That's like... 16 walls!
es: ¿La cuarta rotura de la pared dentro de la cuarta rotura de la pared? Eso es como ... ¡16 paredes!

# deadpool_message21
source: You're about to be killed by a Zamboni.
es: Estás a punto de ser asesinado por un zamboni.

# deadpool_message22
source: I bet it feels huge in this hand.
es: Apuesto a que se siente enorme en esta mano.

# deadpool_message23
source: Have fun at your midnight showing of Blade II.
es: Diviértete en tu presentación de medianoche de Blade II.

# deadpool_message24
source: Listen Al, if I never see you again, I want you to know that I love you very much. I also buried 1,600 kilos of cocaine somewhere in the apartment -- right next to the cure for blindness. Good luck.
es: Escucha Al, si no te vuelvo a ver, quiero que sepas que te quiero mucho. También enterré 1.600 kilos de cocaína en algún lugar del apartamento, justo al lado de la cura para la ceguera. Buena suerte.

# deadpool_message25
source: It's a Big house. It's weird I only ever see two of you. Almost like the studio couldn't afford another X-Man.
es: Es una casa grande. Es extraño que solo los vea a dos. Casi como si el estudio no pudiera permitirse otro X-Man.

# deadpool_message26
source: Superhero landing! She's going to do a superhero landing!
es: ¡Aterrizaje de superhéroe! ¡Ella hará un aterrizaje de superhéroe!

# deadpool_message27
source: When I'm finished parts will have to grow back you.
es: Cuando termine, las partes te tendrán que volver a crecer.

# deadpool_message28
source: You were droning on!
es: ¡Seguías hablando!

# deadpool_message29
source: You live in a house?
es: ¿Vives en una casa?

# deadpool_message30
source: After a brief adjustment period, and a couple of drinks, it's a face... I'd be happy to sit on.
es: Después de un breve período de adaptación y un par de tragos, es una cara ... Me encantaría sentarme.
